<?php

/**
 * MadCms 客户端登录
 * ============================================================================
 *
 *
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * @author:		 wang <wang@dearmadman.com>
 * @version:	 v1.0
 * @date:		 2014-07-30 11:03:08
 */

define("MadMan", true);
require_once ("inc/init.php");

$smarty->display("tpl_login.html");
?>